Repository: git786hub/DLL
Catalog: GTech Client/GTPlot/GTNewPlotWindow/NewPlotWindow.*.resx
Languages: fr_ca

source: Active Map Window Scale
fr_ca: Échelle de la Vue Active

# cmdCreatePlotWindows_Click_MapWindowNotActive
source: Selected to Insert Active Map Window but a Map Window is not active.
fr_ca: Sélectionné pour insérer la fenêtre de carte active mais une fenêtre de carte n'est pas active.

# cmdCreatePlotWindows_Click_NamedPlotAlreadyExists
source: The named plot {0} already exists. Please provide a different {1}.
fr_ca: Le complot nommé {0} existe déjà. S'il vous plaît fournir une autre {1}.

# cmdCreatePlotWindows_Click_NamedPlotAlreadyExistsTitle
source: Named Plot Already Exists
fr_ca: Le complot nommé existe déjà

# cmdCreatePlotWindows_Click_PleaseProvidePlotName
source: Please provide a {0}.
fr_ca: S'il vous plaît fournir un {0}.

# cmdCreatePlotWindows_Click_PlotNameTitle
source: Plot Name
fr_ca: No Plan

# DataGridViewAttributes1_Legend
source: Legend
fr_ca: Légende

# DataGridViewAttributes1_PaperOrientation
source: Paper Orientation
fr_ca: Orientation

# DataGridViewAttributes1_PaperSize
source: Paper Size
fr_ca: Taille

source: Fit Work Plan Boundary
fr_ca: Cadrer la Frontière du Graphe

# InsertMapFrames_SetStatusBarText_Inserting
source: - Inserting: {0}
fr_ca: - Insertion: {0}

# InsertMapFrames_SetStatusBarText_Inserting_HighlightPlotBoundary
source: - Inserting: {0}: Highlight Plot Boundary.
fr_ca: - Insertion: {0}: Mettez en surbrillance limites de la placette.

# InsertMapFrames_SetStatusBarText_Inserting_InsertingFormations
source: - Inserting: {0}: Formations.
fr_ca: - Insertion: {0}: Formations.

# InsertMapFrames_SetStatusBarText_Inserting_LoadLegend
source: - Inserting: {0}: Load Legend.
fr_ca: - Insertion: {0}: Chargez Legend.

# InsertMapFrames_SetStatusBarText_Inserting_RotateMapView
source: - Inserting: {0}: Rotating Map View.
fr_ca: - Insertion: {0}: Rotation Voir la carte.

# InsertMapFrames_SetStatusBarText_Inserting_WindowPlotBoundary
source: - Inserting: {0}: Window Plot Boundary.
fr_ca: - Insertion: {0}: Zoom limites de la placette.

# InsertObjects_SetStatusBarText_Inserting
source: - Inserting: {0}-{1}
fr_ca: - Insertion: {0}-{1}

# Load_SetStatusBarText_ActiveJobNotSet
source: <Active Job not set>
fr_ca: <pas encore défini>

# Load_SetStatusBarText_GetActiveJobOwner
source: Getting Active Job's Owner
fr_ca: Obtenir du propriétaire du travail d'Active

# Load_SetStatusBarText_GetActiveSessionInfo
source: Getting active session information
fr_ca: Obtenir des informations sur la session active

# Load_SetStatusBarText_Launching
source: Launching {0}
fr_ca: Lancement du {0}

# Load_SetStatusBarText_LoadingUserDefinedPlotDefaults
source: Loading User Defined Plot defaults
fr_ca: Chargement Définir Matrice

# Load_SetStatusBarText_NotSet
source: <not set>
fr_ca: <pas encore défini>

# Load_SetStatusBarText_PopulateUserPicklist
source: Populating user picklist with users that have plot boundaries placed
fr_ca: Remplissage liste de sélection d'utilisateur avec des utilisateurs qui ont les limites des parcelles placées

# Load_SetStatusBarText_PopulateUsersJobs
source: Populating user's jobs having plot boundaries
fr_ca: Remplissage des emplois de l'utilisateur ayant les limites des parcelles

# Load_SetStatusBarText_UpdateButtonStates
source: Updating button states
fr_ca: Mise à jour états des boutons

# Load_SetStatusBarText_UserNotDefined
source: The active job does not have its {0} defined.
fr_ca: Le job actif ne dispose pas de son défini par {0}.

# UpdateAvailablePlotBoundaries_oTreeNode_ToolTipText
source: Named plot already exists! Rename or Delete existing named plot to re-create.
fr_ca: Complot nommé existe déjà! Renommer ou Supprimer parcelle existante nommée à recréer.

# UpdatePlotBoundaryInfo_AutoInsertFormations
source: Auto Insert Formations
fr_ca: Formations Insertion automatique

# UpdatePlotBoundaryInfo_FitBoundary
source: Fit Boundary
fr_ca: Limites de la placette

# UpdatePlotBoundaryInfo_Legend
source: Legend
fr_ca: Légende

# UpdatePlotBoundaryInfo_LegendOverrides
source: Legend Overrides
fr_ca: Dérogations Légende

# UpdatePlotBoundaryInfo_MapFrame
source: Map Frame
fr_ca: Plan Cadre

# UpdatePlotBoundaryInfo_MapScale
source: Map Scale
fr_ca: Échelle de la carte

# UpdatePlotBoundaryInfo_Name
source: Name
fr_ca: Nom

# UpdatePlotBoundaryInfo_PaperOrientation
source: Paper Orientation
fr_ca: Orientation

# UpdatePlotBoundaryInfo_PaperSize
source: Paper Size
fr_ca: Taille

# UpdatePlotBoundaryInfo_PlotBoundaryInfo
source: Plot Boundary Info
fr_ca: Infos du Graphe

# UpdatePlotBoundaryInfo_StyleSubstitutions
source: Style Substitutions
fr_ca: Les Substitutions de Style

# SetStatusBarText_UpdateAvailablePlotBoundaries
source: Updating available plot boundaries
fr_ca: Mise à jour de limites des parcelles disponibles

# SetStatusBarText_UpdateAvailablePlotBoundaries_Adding
source: Adding "{0}"
fr_ca: Ajoutant "{0}"

# SetStatusBarText_UpdateAvailablePlotBoundaries_LocatingFormations
source: Locating formations
fr_ca: La recherche de formations
