Repository: git786hub/DLL
Catalog: GTech Client/GTPlot/GTNewPlotWindow/NewPlotWindowForm.*.resx
Languages: fr_ca

# gbActiveSessionInfo.Text
source: Active Session Information:
fr_ca: Séance d'information active:

# gbSelectedPlotBoundaries.Text
source: Selected Plot Boundaries
fr_ca: Graphe sélectionnés

# GroupBox1.Text
source: Available Plot Boundaries
fr_ca: Graphe disponibles

# gbPlotBoundaryFilter.Text
source: Plot Boundary Filter:
fr_ca: Filtre limites de graphe:

# tabPlotBoundary.Text
source: Work Plan Boundary
fr_ca: Graphe

# lblSetMapSize.Text
source: Map Size:
fr_ca: Taille De Carte:

# lblSetMapScale.Text
source: Map Scale:
fr_ca: Echelle De La Carte:

# lblBorderInset.Text
source: Border Inset:
fr_ca: Encart De Frontière:

# lblSetPaper.Text
source: Paper:
fr_ca: Papier:

# optMapScaleCustom.Text
source: Custom
fr_ca: Personnaliser

# chkInsertActiveMapWindow.Text
source: Insert Active Map Window:
fr_ca: Insérer la Vue Active:

# optMapScalePreDefined.Text
source: Pre-defined:
fr_ca: Prédéfinie:

# optPaperOrientationLandscape.Text
source: Landscape
fr_ca: Paysage

# Label1.Text
source: Size:
fr_ca: Taille:

# gbPaper.Text
source: Paper:
fr_ca: Papier:

# gbDrawingInfo.Text
source: Plot Fields
fr_ca: Les champs Terrain

# tabUser.Text
source: User Defined Template
fr_ca: Définir Matrice

# cmdCancel.Text
source: Cancel
fr_ca: Annuler

# cmdCreatePlotWindows.Text
source: Create Plot
fr_ca: Créer Impression

# $this.Text
source: New Plot Window
fr_ca: Impression Automatique
